Repository: ysoftware/Scruge-iOS
Catalog: Scruge/*.lproj/Localizable.strings
Languages: ru

# action_done_cap
source: DONE
ru: ГОТОВО

# title_about_the_team
source: About the team
ru: О команде

# do_reply
source: Reply
ru: Ответить

# title_place_your_vote
source: Place your vote
ru: Проголосуйте

# hint_wallet_password
source: Wallet password
ru: Пароль кошелька

# title_vote_ends_in
source: Vote ends in:
ru: Голосование закончится:

# title_rationale
source: Rationale:
ru: Сообщение от команды:

# timer_days
source: Days
ru: Дней

# timer_hours
source: Hours
ru: Часов

# timer_minutes
source: Minutes
ru: Минут

# title_documents
source: Documents
ru: Документы

# title_token_economies
source: Token economies
ru: Экономика токена

# label_total_token_supply
source: Total token supply
ru: Макс. количество токенов

# label_token_percent_for_public_sale
source: Token percent for public sale
ru: Процент для публичной продажи

# label_initial_release_after_funding
source: Initial release
ru: Изначальная выдача

# label_annual_inflation_rate
source: Annual inflation rate
ru: Годовая инфляция

# do_see_all_updates
source: See all updates
ru: Посмотреть все новости

# title_vote_results
source: Results
ru: Результаты

# label_no
source: No
ru: Нет

# label_yes
source: Yes
ru: Да

# label_ok
source: OK
ru: ОК

# hint_write_a_comment
source: Write a comment
ru: Ваш комментарий

# do_send_cap
source: SEND
ru: ОТПРАВИТЬ

# do_send
source: Send
ru: Отправить

# label_i_agree_terms
source: I agree to the terms of the offer and take all the risks on myself
ru: Я соглашаюсь с условиями предложения и беру все риски на себя

# hint_email_address
source: Email address
ru: Адрес email

# hint_password
source: Password
ru: Пароль

# do_forgot_password
source: Forgot password?
ru: Забыли пароль?

# label_not_a_member_yet
source: Not a member yet?
ru: Ещё не с нами?

# do_sign_up
source: Sign Up
ru: Зарегистрироваться

# do_privacy_policy
source: Privacy policy
ru: Политика конфиденциальности

# title_about_me
source: About me
ru: Обо мне

# hint_full_name
source: Full Name
ru: Полное имя

# hint_location
source: Location
ru: Местоположение

# hint_about_you
source: About you
ru: О вас

# hint_new_password
source: New password
ru: Новый пароль

# hint_confirm_password
source: Confirm password
ru: Подтвердите пароль

# label_already_have_an_account
source: Already have an account?
ru: Уже есть аккаунт?

# do_log_in
source: Log In
ru: Войти

# do_edit_profile
source: Edit Profile
ru: Редактировать профиль

# do_sign_out
source: Sign Out
ru: Выйти

# hint_stake_cpu
source: CPU amount
ru: Кол-во CPU

# hint_stake_net
source: NET amount
ru: Кол-во NET

# hint_transfer_receiver
source: Receiver
ru: Получатель

# hint_transfer_amount
source: Amount
ru: Количество

# hint_transfer_memo
source: Memo
ru: Записка

# title_wallet
source: Wallet
ru: Кошелёк

# title_transactions
source: Transactions
ru: Транзакции

# title_transfer
source: Transfer
ru: Сделать перевод

# title_wallet_data
source: Wallet data
ru: Данные кошелька

# title_resources
source: Resources
ru: Ресурсы

# title_exchange
source: Exchange
ru: Обменник

# hint_eos_account_name
source: Account name (12 symbols)
ru: Имя аккаунта (12 символов)

# hint_new_wallet_password
source: New wallet password
ru: Новый пароль кошелька

# hint_confirm_wallet_password
source: Confirm wallet password
ru: Подтвердите пароль кошелька

# do_generate_new_key
source: Generate new key
ru: Сгенерировать новый ключ

# label_already_have_an_eos_account
source: Already have an EOS account?
ru: Уже владеете EOS аккаунтом?

# do_import_your_key
source: Import your key
ru: Импортировать свой ключ

# hint_private_key
source: Private key
ru: Приватный ключ

# label_no_eos_account
source: Don't have an EOS account?
ru: Нет аккаунта EOS?

# do_create_account
source: Create Account
ru: Создать аккаунт

# label_no_eos_accounts_for_key
source: The key you imported does not have access to any EOS accounts. We can create a free account for you.
ru: Ключ, который вы импортировали не связан с аккаунтами EOS. Мы можем создать вам аккаунт бесплатно.

# label_export_this_key
source: Want to export this key?
ru: Хотите экспортировать ключ?

# do_see_wallet_data
source: See wallet data
ru: Посмотреть данные кошелька

# label_import_different_key
source: Want to import different key?
ru: Хотите импортировать другой ключ?

# do_remove_key_and_start_over
source: Remove key and start over
ru: Удалить ключ и начать заново

# label_protected_by_privacy_policy
source: All sensitive information is protected and follows the privacy policy
ru: Вся информация защищена соответственно с политикой конфиденциальности

# label_wallet_start_text
source: Add your existing EOS blockchain account or create a new one to invest in projects!
ru: Добавьте ваш аккаунт EOS или создайте новый, чтобы инвестировать в проекты!

# do_try_again
source: Try again
ru: Попробовать снова

# title_public_key
source: Public key
ru: Публичный ключ

# title_private_key
source: Private key
ru: Приватный ключ

# do_buy_eos_ram
source: BUY RAM
ru: КУПИТЬ RAM

# do_stake_resources
source: MANAGE RESOURCES
ru: Управлять ресурсами

# do_unstake_resources
source: UNSTAKE RESOURCES
ru: СНЯТЬ БРОНЬ

# do_switch_eos_account
source: Switch account
ru: Сменить аккаунт

# do_delete_wallet
source: Delete Wallet
ru: Удалить кошелёк

# error_auth_incorrectEmailLength
source: Email should be longer than 5 and shorter than 254 symbols
ru: Email должен быть длиной от 5 до 254 символов

# error_auth_incorrectPasswordLength
source: Password should be longer than 5 and shorter than 50 symbols
ru: Пароль должен быть длиной от 5 до 50 символов

# error_auth_notAuthorized
source: Authentication required. Please, sign in with your Scruge account
ru: Требуется авторизация. Пожалуйста, войдите со своим аккаунтом Scruge

# error_auth_invalidEmail
source: Incorrectly formatted email
ru: Неверный формат email

# error_auth_accountBlocked
source: This account was blocked
ru: Этот аккаунт был заблокирован

# error_auth_accountExists
source: User already exists
ru: Такой пользователь уже существует

# error_auth_incorrectCredentials
source: Incorrect credentials
ru: Неверный логин или пароль

# error_auth_denied
source: Access is restricted
ru: Доступ запрещён

# error_network_connectionProblem
source: Unable to connect to the server
ru: Не удалось подключиться к серверу

# error_network_unknown
source: Unknown network error
ru: Ошибка соединения

# error_backend_notImplemented
source: Not implemented
ru: Функционал не реализован

# error_backend_invalidResourceId
source: Malformed request
ru: Неверный запрос

# error_backend_resourceNotFound
source: Nothing was found for this request
ru: Ничего не найдено по этому запросу

# error_backend_parsingError
source: Unexpected server response
ru: Неожиданный ответ сервера

# error_backend_unknown
source: Unexpected server error
ru: Неожиданная ошибка сервера

# error_backend_emailSendError
source: Could not send you email
ru: Не удалось отправить вам email

# error_backend_paramsConflict
source: Parameters conflict with each other
ru: Конфликтующие параметры запроса

# error_backend_replyNotSupported
source: Replying to this is not allowed
ru: Нельзя ответить на это сообщение

# error_wallet_incorrectPasscode
source: Incorrect wallet password
ru: Неверный пароль кошелька

# error_wallet_noAccounts
source: No accounts are associated with imported key
ru: Ни один аккаунт не доступен с ключом, который вы импортировали

# error_wallet_noKey
source: You have no keys in your wallet
ru: У вас ни одного ключа в кошельке

# error_wallet_noSelectedAccount
source: You did not verify any EOS accounts
ru: Вы не прикрепили аккаунт EOS

# error_wallet_selectedAccountMissing
source: Your verified account is not accessible with imported private key
ru: Ваш прикреплённый аккаунт не доступен с ключом, который вы импортировали

# error_wallet_unknown
source: Unexpected wallet error
ru: Неожиданная ошибка кошелька

# error_eos_overdrawnBalance
source: Overdrawn balance
ru: Недостаточно средств

# error_eos_unknown
source: Unknown error
ru: Неизвестная ошибка

# error_eos_abiError
source: Incorrect transaction format
ru: Неверный формат данных транзакции

# error_eos_incorrectName
source: Incorrect name: it can only contain letters, numbers from 1 to 5 and a dot
ru: Неверное имя: может содержать только буквы, цифры от 1 до 5 и знак точки

# error_eos_incorrectToken
source: Incorrect token input
ru: Указан неверный токен

# error_eos_actionError
source: Server was unable to complete blockchain transaction, please try again
ru: Не удалось выполнить транзакцию на блокчейне. Пожалуйста, попробуйте ещё раз

# error_eos_notSupported
source: EOS: Not supported
ru: EOS Не Поддерживается

# error_eos_eosAccountExists
source: EOS account with this name already exists
ru: Аккаунт EOS с таким именем уже существует

# error_general_unexpected
source: Unexpected error
ru: Неожиданная ошибка

# error_general_code
source: Error %@
ru: Ошибка %@

# label_anonymous
source: Anonymous
ru: Аноним

# label_ms_current
source: %1$@ms / %2$@ms
ru: %1$@мс / %2$@мс

# label_kb_current
source: %1$@KB / %2$@KB
ru: %1$@КБ / %2$@КБ

# transaction_sent
source: Sent
ru: Отправление

# transaction_received
source: Received
ru: Получение

# transaction_transfer
source: Transfer
ru: Перевод

# transaction_invested
source: Invested
ru: Инвестиция

# transaction_voted
source: Voted
ru: Голосование

# label_voting_to_extend
source: extend deadline
ru: продлить дедлайн

# label_voting_to_release_funds
source: release funds
ru: выдать средства

# label_voting_participated
source: Participated in voting to %1$@ for campaign %2$@
ru: Участвовал в голосовании чтобы %1$@ для кампании %2$@

# transaction_sent_to_description
source: %1$@ to %2$@
ru: %1$@ на %2$@

# transaction_received_from_description
source: %1$@ from %2$@
ru: %1$@ от %2$@

# transaction_invested_in_description
source: %1$@ in %2$@
ru: %1$@ в %2$@

# label_milestone_funds_release
source: Releasing next %@ of funds
ru: С выдачей %@ средств

# do_add_your_comment
source: Add your comment
ru: Добавить комментарий

# label_voting_to_for
source: Voting to %1$@ for %2$@
ru: Голосуем чтобы %1$@ для %2$@

# title_faq
source: Frequently answered questions
ru: Часто Задаваемые Вопросы

# title_milestones
source: Milestones
ru: Этапы

# title_current_milestone
source: Current milestone
ru: Текущий этап

# title_next_milestone
source: Next milestone
ru: Следующий этап

# title_previous_milestone
source: Previous milestone
ru: Предыдущий этап

# title_future_milestone
source: Future milestone
ru: Будущий этап

# title_last_update
source: Last update
ru: Последняя Новость

# do_vote_for
source: VOTE FOR
ru: ГОЛОСОВАТЬ ЗА

# do_vote_against
source: VOTE AGAINST
ru: ГОЛОСОВАТЬ ПРОТИВ

# label_vote_extend_description
source: Voting whether to extend deadlines of the milestone.
ru: Голосуем, продлять ли дедлайн текущего этапа.

# label_vote_release_description
source: Voting to accept milestone results and release next portions of funds to the founders of the campaign or to return remaining funds to backers and close the campaign.
ru: Голосуем принять ли выполненный этап, отправить следующую порцию средств создателю кампании, или же вернуть оставшиеся средства инвесторам и закрыть кампанию.

# title_preview
source: Preview
ru: Просмотр

# title_privacy
source: Privacy Policy
ru: Политика Конфиденциальности

# title_settings
source: Settings
ru: Настройки

# title_export_private_key
source: Export private key
ru: Экспорт приватного ключа

# label_export_private_key
source: Enter your password to unlock wallet
ru: Введите ваш пароль кошелька, чтобы увидеть приватный ключ

# do_unlock_wallet
source: Unlock
ru: Разблокировать

# error_incorrectPassword
source: Incorrect password
ru: Неверный пароль

# alert_private_key_warning
source: Be careful not to share your private key with anyone!
ru: Осторожно обращайтесь с приватным ключом. Никому не показывайте его!

# alert_copied_to_clipboard
source: Copied to clipboard
ru: Скопировано

# title_activity
source: Activity
ru: Активность

# error_activity_noActions
source: No recent actions
ru: Нет недавних действий

# do_create_profile
source: create profile
ru: Создать профиль

# do_update_profile
source: update profile
ru: Обновить профиль

# label_sure_to_quit
source: Are you sure that you want to quit?
ru: Вы уверены, что хотите выйти?

# error_login_enter_email
source: Enter your email
ru: Введите ваш email

# error_login_enter_password
source: Enter your password
ru: Введите ваш пароль

# title_reset_password
source: Reset password
ru: Сброс пароля

# label_enter_your_email
source: Enter your email
ru: Введите ваш email

# label_reset_password_message
source: Check your email address for the letter with password recovery instructions
ru: Мы отправили вам email с инструкциями о восстановлении пароля

# label_profile_no_information
source: No information provided
ru: Нет подробной информации

# title_sign_up
source: Sign Up
ru: Регистрация

# error_register_passwords_do_not_match
source: Passwords do not match
ru: Пароли не совпадают

# title_team_member
source: Team member
ru: Член команды

# error_no_campaigns_found
source: No campaigns were found for your request
ru: Кампаний по вашему запросу не найдено

# do_vote
source: Vote
ru: Голосовать

# do_view_voting_progress
source: View Voting Progress
ru: Смотреть Прогресс

# button_campaign_over
source: Campaign over
ru: Кампания окончена

# do_contribute
source: Contribute
ru: Инвестировать

# do_sign_in_to_contribute
source: Sign in to contribute
ru: Войдите, чтобы участвовать

# button_campaign_starts_on
source: Starts on %@
ru: Стартует %@

# alert_transaction_success
source: Transaction was successful
ru: Транзакция прошла успешно

# error_wallet_enter_wallet_password
source: Enter your wallet password
ru: Введите ваш пароль кошелька

# error_wallet_not_setup
source: You don't have your blockchain account set up
ru: Вы не настроили ваш аккаунт блокчейна

# error_wallet_invalid_amount
source: Enter valid amount
ru: Введите правильное количество

# label_you_have_contributed_usd
source: You have already contributed $%@ in this project
ru: Вы уже инвестировали $%@ в этот проект

# label_investing_in
source: Investing in %@
ru: Инвестиции в %@

# error_wallet_no_transferable_tokens
source: You don't seem to have any transferable tokens
ru: Похоже, у вас нет токенов, которые можно переводить

# title_invest_in
source: Invest in %@
ru: Инвестировать в %@

# do_pay_cap
source: PAY
ru: ЗАПЛАТИТЬ

# title_faq_single
source: Frequently answered question
ru: Ответ на вопрос

# title_milestone_single
source: Milestone
ru: Этап

# title_updates
source: Updates
ru: Новости

# error_no_comments
source: No comments
ru: Нет комментариев

# title_vote
source: Vote
ru: Голосование

# title_voting_progress
source: Voting Progress
ru: Прогресс Голосования

# title_buy_ram
source: Buy RAM
ru: Купить RAM

# label_wallet_picker_info
source: Select an account that you want to make investments with and receive ICO tokens on. We will verify it for your Scruge account and you will not be able to change it after you make first investment.
ru: Выберите аккаунт, с которого хотите проводить инвестиции и на который хотите получать токены. Мы прикрепим этот аккаунт к вашей учётной записи Scruge. После первой инвестиции вы не сможете его поменять.

# do_hide_wallet_data
source: Hide wallet data
ru: Спрятать данные кошелька

# title_sure_to_delete_wallet
source: Are you sure to delete your wallet information?
ru: Вы уверены, что хотите удалить данные вашего кошелька?

# label_sure_to_delete_wallet
source: Make sure to export your private key first because there is no way it can be retrieved later.
ru: Убедитесь, что записали ваш приватный ключ, потому что иначе не будет никакого способа его восстановить.

# alert_sign_in_first
source: Please sign in with your Scruge account first
ru: Пожалуйста, сначала войдите в ваш аккаунт Scruge

# title_transfer_tokens
source: Transfer tokens
ru: Перевод токенов

# alert_select_correct_token
source: An error occurred. Select correct token to transfer
ru: Произошла ошибка. Выберите правильный токен для перевода

# do_transfer_tokens
source: Transfer
ru: Перевести

# title_manage_resources
source: Manage Resources
ru: Управление Ресурсами

# tokens_available
source: %@ available
ru: Доступно %@

# do_stake
source: Stake Resources
ru: Забронировать Ресурсы

# do_import_key
source: IMPORT KEY
ru: ИМПОРТИРОВАТЬ

# title_import_private_key
source: Import Private Key
ru: Импорт приватного ключа

# error_enter_private_key
source: Enter your private key
ru: Введите ваш приватный ключ

# error_incorrect_key_format
source: Incorrect format of private key
ru: Неверный формат приватного ключа

# error_couldnt_import_private_key
source: Could not import this key
ru: Не удалось импортировать этот ключ

# do_create_account_cap
source: CREATE ACCOUNT
ru: СОЗДАТЬ АККАУНТ

# label_create_account_generate_text
source: Generate a new keypair and we will use it to create a new EOS account for you
ru: Сгенерируйте новую пару ключей и мы используем их, чтобы создать для вас аккаунт EOS

# label_create_account_use_imported_text
source: Use the imported key to create a new EOS account
ru: Используйте импортированный вами ключ, чтобы создать аккаунт EOS

# title_create_eos_account
source: Create EOS Account
ru: Создать аккаунт EOS

# error_enter_new_password
source: Enter your new password
ru: Введите новый пароль

# error_eos_account_cant_contain_dot
source: We can not create an account name that contains a dot
ru: Мы не можем создать имя аккаунта, которое содержит знак точки

# error_eos_account_length
source: New account name has to be exactly 12 symbols long
ru: Имя нового аккаунта должно быть длиной точно 12 символов

# error_enter_eos_account_name
source: Enter new account name
ru: Введите имя нового аккаунта

# alert_eos_account_created
source: Your account have been created. Make sure to save your private key in a safe place! If you lose the key, your account will be lost forever!
ru: Ваш аккаунт был создан. Убедитесь, что сохранили приватный ключ в безопасном месте! Если вы потеряете ключ, доступ к вашему аккаунт будет утрачен навсегда!

# public_key_display
source: Public key: %@
ru: Публичный ключ: %@

# label_campaign_ends
source: ends
ru: заканчивается

# label_campaign_ended
source: ended
ru: закончена

# error_comment_too_short
source: Message is too short
ru: Слишком короткое сообщение

# hint_add_comment
source: Add your comment…
ru: Ваш комментарий

# hint_sign_in_to_comment
source: Sign in to add comments
ru: Войдите чтобы отвечать

# do_sign_in
source: Sign In
ru: Войти

# title_comments
source: Comments
ru: Комментарии

# title_update
source: Update
ru: Новости

# title_featured
source: Featured
ru: Инвестиции

# title_profile
source: Profile
ru: Профиль

# label_no_comments_yet
source: No comments yet
ru: Нет комментариев

# label_select_currency_cap
source: SELECT CURRENCY
ru: ВЫБЕРИТЕ ТОКЕН

# title_select_account
source: Select Account
ru: Выберите Аккаунт

# alert_previously_created_eos
source: You have previously created an eos account. Please, import a private key
ru: Вы уже раннее создавали аккаунт EOS. Пожалуйста, импортируйте ваш приватный ключ

# title_select_action
source: Select action
ru: Выберите действие

# do_cancel
source: Cancel
ru: Отмена

# error_image_too_small
source: Selected image is too small
ru: Выбрано слишком маленькое изображение

# error_auth_email_not_confirmed
source: Please, confirm your email. We've sent you a letter with a confirmation link
ru: Пожалуйста, подтвердите адрес вашей электронной почты. Мы выслали вам письмо со ссылкой для подтверждения

# error_eos_transaction_failed
source: Transaction failed: %@
ru: Транзакция не выполнена: %@

# label_replied_to_your_comment
source: %1$@ replied to your comment
ru: %1$@ ответил(а) на ваш комментарий

# label_finished_funding_campaign
source: %1$@ has finished its funding campaign
ru: %1$@ закончили кампанию по сбору средств

# label_reached_goal_of
source: %1$@ has successfully reached the goal of %2$@
ru: кампания %1$@ достигла цели по сбору средств в %2$@

# label_did_not_reach_goal_of
source: %1$@ did not reach the minimum goal of %2$@
ru: кампания %1$@ не смогли собрать %2$@

# label_posted_update
source: %1$@ posted an update
ru: %1$@ поделились новостью

# label_voting_in_starts_soon
source: Voting in %1$@ starts soon
ru: В кампании %1$@ скоро начнётся голосование

# label_voting_to_of_for_starts_in_on_at
source: Voting to %1$@ of milestone %2$@ for campaign %3$@ starts in %4$@ days on %5$@ at %6$@.
ru: Голосование чтобы %1$@ этапа %2$@ в кампании %3$@ начнётся через %4$@ дн. %5$@ в %6$@.

# label_voting_in_has_finished
source: Voting in %1$@ has finished
ru: Голосование в кампании %1$@ завершено

# label_voting_to_of_for_has_finished
source: Voting to %1$@ of milestone %2$@ for %3$@ has finished. Check out the results now.
ru: Голосование чтобы %1$@ этапа %2$@ в кампании %3$@ завершено. Узнайте результаты прямо сейчас.

# error_eos_createAccountIpLimitReached
source: Can't create another EOS account for you. Please, contact us at support@scruge.world
ru: Не удаётся создать вам ещё один аккаунт EOS. Пожалуйста, свяжитесь с нами на support@scruge.world

# error_eos_createAccountDailyLimitReached
source: Daily limit for free EOS accounts is reached. Please, try again later or contact us at support@scruge.world
ru: Достигнут суточный лимит по созданию бесплатных аккаунтов. Пожалуйста, попробуйте ещё раз позже или свяжитесь с нами на support@scruge.world

# do_sell_eos_ram
source: Sell Ram
ru: ПРОДАТЬ RAM

# do_manage_ram
source: Manage RAM
ru: УПРАВЛЯТЬ RAM

# title_vote_bp
source: Block producers
ru: Блок продюсеры

# do_vote_bp
source: Vote
ru: Голосовать

# label_vote_bp_description
source: Select up to 30 block producers to vote for
ru: Выберите от 0 до 30 блок-продюсеров, за которых хотите проголосовать

# hint_bp_filter
source: Filter the list
ru: Фильтровать список

# label_selected_bps
source: Selected %@ / 30
ru: Выбрано %@ / 30

# error_bp_selected_over_limit
source: You can only vote for up to 30 block producers
ru: Вы можете проголосовать максимум за 30 блок продюсеров.

# title_earn
source: Earn
ru: Баунти

# do_earn
source: See bounties
ru: Смотреть баунти

# error_no_projects
source: No projects
ru: Нет проектов

# label_listed_on_exchange
source: Trading on %@
ru: Участвует в торгах на %@

# label_not_listed
source: No info on token trading
ru: Нет инфо о торгах этого токена

# label_listing_date
source: Trading starts
ru: Торги начнутся

# alert_update_required
source: You are using an older version of the app. Some features might not work as expected. Please, update to the latest version.
ru: Вы используете устаревшую версию приложения. Некоторые функции могут не работать. Пожалуйста, обновитесь до последней версии.

# do_submit
source: Submit
ru: Участвовать

# do_label_submit
source: Provide a link or any other way to review your completed work.
ru: Предоставьте ссылку или другой способ проверить и оценить выполненную вами работу.

# hint_proof
source: Your proof of work
ru: Подтверждение выполненной работы

# title_bounty_description
source: Bounty Description
ru: Описание

# title_bounty_rewards
source: Bounty Rewards
ru: Награды

# title_bounty_rules
source: Bounty Rules
ru: Правила
